brachot_1_1 = [
    ["בערבית?", "שמע", "את", "קורין", "מאמתי"],
    ["בתרומתן", "לאכול", "נכנסים", "שהכהנים", "משעה"],
    ["אליעזר", "רבי", "דברי", "הראשונה", "האשמורה", "סוף", "עד"],
    ["חצות", "עד", "אומרים", "וחכמים"],
    ["השחר", "עמוד", "שיעלה", "עד", "אומר", "גמליאל", "רבן"],
    ["המשתה", "מבית", "בניו", "שבאו", "מעשה"],
    ["שמע", "את", "קרינו", "לא", "לו", "אמרו"],
    ["לקרות", "אתם", "חייבין", "השחר", "עמוד", "עלה", "לא", "אם", "להם", "אמר"],
    ["בלבד", "זו", "ולא"],
    ["השחר", "עמוד", "שיעלה", "עד", "מצוותן", "חצות", "עד", "חכמים", "שאמרו", "מה", "כל", "אלא"],
    ["השחר", "עמוד", "שיעלה", "עד", "מצוותן", "ואיברים", "חלבים", "הקטר"],
    ["השחר", "עמוד", "שיעלה", "עד", "מצוותן", "אחד", "ליום", "הנאכלין", "וכל"],
    ["העבירה", "מן", "האדם", "את", "להרחיק", "כדי", "חצות", "עד", "חכמים" , "אמרו", "למה" ,"כן" ,"אם"]
]