berakhot_1_1_text = '''
מאימתי קורין את שמע בערבית?
משעה שהכהנים נכנסים לאכל בתרומתן,
עד סוף האשמורה הראשונה; דברי רבי אליעזר.
וחכמים אומרים: עד חצות.
רבן גמליאל אומר: עד שיעלה עמוד השחר.
מעשה שבאו בניו מבית המשתה. אמרו לו, לא קרינו את שמע.
אמר להם: אם לא עלה עמוד השחר, חייבין אתם לקרות.
ולא זו בלבד, אלא: כל מה שאמרו חכמים עד חצות מצוותן עד שיעלה עמוד השחר.
הקטר חלבים ואברים מצוותן עד שיעלה עמוד השחר.
וכל הנאכלין ליום אחד מצוותן עד שיעלה עמוד השחר.
אם כן, למה אמרו חכמים עד חצות? כדי להרחיק את האדם מן העבירה.
'''

berakhot_1_2_text = '''
מאימתי קורין את שמע בשחרית?
משיכיר בין תכלת ללבן.
רבי אליעזר אומר: בין תכלת לכרתי,
וגומרה עד הנץ החמה.
רבי יהושע אומר: עד שלש שעות,
שכן דרך בני מלכים לעמוד בשלש שעות.
הקורא מכאן ואילך לא הפסיד, כאדם הקורא בתורה.
'''

berakhot_1_3_text = '''
בית שמאי אומרים: בערב כל אדם יטו ויקראו, ובבקר יעמדו,
 שנאמר: ובשכבך ובקומך.
ובית הלל אומרים: כל אדם קורא כדרכו,
 שנאמר: ובלכתך בדרך.
אם כן, למה נאמר ובשכבך ובקומך?
 בשעה שבני אדם שוכבים, ובשעה שבני אדם עומדים.
אמר רבי טרפון: אני הייתי בא בדרך, והטתי לקרות, כדברי בית שמאי, וסיכנתי בעצמי מפני הליסטים.
אמרו לו: כדאי היית לחוב בעצמך, שעברת על דברי בית הלל.
'''

avot_4_1_text = '''
איזהו חכם? הלומד מכל אדם, שנאמר: מכל מלמדי השכלתי כי עדותיך שיחה לי.
איזהו גיבור? הכובש את יצרו, שנאמר: טוב ארך אפים מגבור ומשל ברוחו מלכד עיר.
איזהו עשיר? השמח בחלקו, שנאמר: יגיע כפיך כי תאכל אשריך וטוב לך.
אשריך, בעולם הזה.
וטוב לך, לעולם הבא.
איזהו מכובד? המכבד את הבריות, שנאמר: כי מכבדי אכבד ובזי יקלו.
'''