
brachot_1_1 = '''
מאימתי קורין את שמע בערבית?
משעה שהכהנים נכנסים לאכל בתרומתן,
עד סוף האשמורה הראשונה; דברי רבי אליעזר.
וחכמים אומרים: עד חצות.
רבן גמליאל אומר: עד שיעלה עמוד השחר.
מעשה שבאו בניו מבית המשתה. אמרו לו, לא קרינו את שמע.
אמר להם: אם לא עלה עמוד השחר, חייבין אתם לקרות.
ולא זו בלבד, אלא: כל מה שאמרו חכמים עד חצות מצוותן עד שיעלה עמוד השחר.
הקטר חלבים ואברים מצוותן עד שיעלה עמוד השחר.
וכל הנאכלין ליום אחד מצוותן עד שיעלה עמוד השחר.
אם כן, למה אמרו חכמים עד חצות? כדי להרחיק את האדם מן העבירה.
'''
